Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/facta/skuvlahistorja6/wuolab-n.html.tmx
Source language: nob
Languages: sme

source: Og ja, jeg hadde åpnet vinduet før jeg forlot internatet.
sme: Ja jua, mun ledjen ráhpan láse ovdal go guđđen internáhta.

source: – Se, her er nøkkelknippet som jeg har i lomma, som sikkerhet.
sme: – Gea, dá lea čoavddagihppu mii mus lea lummas, sihkkarvuođa dihte.

source: Har tatt med meg nærmere tjue nøkler og samlet de til en knippe.
sme: Lean guoktelogi neare čoavdagiid váldán ruovttus ja čohkken gihppun.

source: Det er tungt, dette er mitt håndvåpen.
sme: Lea lossat, dá lea mus giehtavearjun.

source: Vi vet begge to at jeg leker med ilden.
sme: Moai dihte goappašagat ahte stoagan várálašvuođain.

source: Stedet har en militærleir og mye soldater.
sme: Guovllus leat militearaleairrat ja ollu soalddáhat.

source: Det kan være farlig for en ung jente å farte rundt alene sent på kvelden.
sme: Sáhttá lea várálaš nuorra nieiddaide johtit akto olgun maŋŋit.

source: – Jeg drikker ikke, sier jeg.
sme: – Mun in juga, dajan mun.

source: Jeg gjør ikke det, trøster jeg ham.
sme: Mun in daga dan, jeđđen.

source: Denne gangen er jeg ærlig.
sme: Dán háve lean rehálaš.

source: En kveld ble jeg oppdaget av internatets nattevakt.
sme: Muhtun eahkeda gávnnahallen internáhta idjaváktii.

source: Hadde klatret inn gjennom vinduet og i tillegg var jeg full.
sme: Ledjen goargŋumin láseráigge ja gárremin vel.

source: Hun hadde våknet da hun hørte en bil som bremset opp utenfor internatet, og hadde sett i vinduet meg og en annen gå omslynget fra bilen og bak internatet.
sme: Son lei gullán go biila goazastii šiljus ja lei láseráigge oaidnán mu ja muhtuma sallalagaid vázzimin biillas ja internáhta duogábeallái.

source: Og slik hadde hun oppdaget at jeg klatret inn gjennom vinduet.
sme: Lei de fuobmán ahte mun goarkŋun láseráigge.

source: Min hjelper hadde løpt tilbake til bilen og hvisket, da han så at nattevakta ventet på meg inne på rommet mitt.
sme: Mu veahkki lei viehkalan biilii fas ja savkalan «giitu otnážis», go oinnii idjavávtta mu lanjas vuordimin.

source: Nattevakta hjalp meg inn og ba meg legge meg med en gang.
sme: Idjavákta veahkehii mu sisa ja gohččui velledit dakkaviđe.

source: Hjertet banket så høyt da jeg kledde av meg og la meg i senga.
sme: Váibmu julkkii garrasit go nuoladin ja velledin seŋgii.

source: Min romkamerat, Ristin, hadde også våknet da nattevakta hjalp meg inn gjennom vinduet.
sme: Latnjaustit, Risten, lei maid gullán go vákta veahkehii mu láseráigge latnjii.

source: – Hvordan er det, spør hun og fniser.
sme: – Mo lea, jearrá son ja skužista.

source: – Oh, det er så bra, svarer jeg og smiler.
sme: – Gal dat jo lea buorre, vástidan mun ja mojohalan.

source: Men det er ikke helt sant.
sme: Muhto ii leat gal áibbas duohta.

source: Jeg tenker på mamma og hvordan hun kommer til å kjefte på meg nå.
sme: Mun jurddašan eatni ja mo son galgá bealkit mu dál.

source: Hodet dundrer fordi jeg har drukket meg full på øl og fordi musikken i bilen hadde vært så høyt på.
sme: Oaivvis jurrá go lean vuolaid juhkan gárremiidda ja go biillas lei musihkka jitnosit.

source: Jeg er også redd.
sme: Mun lean balus nai.

source: Frykter hva de ansatte sier i morgen.
sme: Balan maid bargit dadjet ihttin.

source: Hva lærerne og rektor tenker nå.
sme: Maid oahpaheaddjit ja rektor jáhkket dál.

source: Nattevakta kom på rommet neste morgen.
sme: Iđđes bođii idjavákta latnjii.

source: Hun bryr seg ikke om å høre på mine forklaringer, Jeg blir sint og såret.
sme: Son ii beroš gullat mu čilgehusaid. Mun suhtan ja lean soardašuvvan.

source: Jeg ønsker å forklare at selvsagt vet jeg hva jeg gjør.
sme: Mun dáhtun čilget ahte mun han gal dieđán maid barggan.

source: Mamma vet nok!
sme: Eadni han gal diehtá!

source: Jeg holder på å bli voksen og klarer meg selv.
sme: Mun lean rávásmuvvamin ja birgen ieš.

source: Jeg ventet lenge før jeg stod opp den dagen.
sme: Mun vurden guhká ovdal go lihkken dien beaivvi.

source: Jeg skjemtes.
sme: Mun heahpadin.

source: Det var skammelig å kjenne fyllesyka og skammelig å bli oppdaget.
sme: Heahpat lei dovdat gomáid ja heahpat lei gávnnahallat.

source: Men jeg angret ikke.
sme: Muhto in mun gáhtan gal.

source: Og så gikk det slik jeg fryktet.
sme: Ja de manai nu go ballen.

source: Mamma skjente og sa hun var skuffet.
sme: Eadni belkkii ja logai behtohallan.

source: Bror min måtte passe på meg enda mer.
sme: Viellja fertii fáktet mu vel eanet.

source: Jeg fikk ikke lenger være oppe til sent på kveldene i helgene sammen med de ansatte, og jeg fikk ikke lov til å dra på butikkene alene.
sme: In šat beassan gohcit guhkibuš vahkkoloahpa eahkediid bargiiguin, inge beassan akto finadit rámbuvrrain.

source: Fordelene som de eldste hadde, ble tatt fra meg.
sme: Boarrásepmosa ovdamunit internáhtas váldoje mus eret.

source: Men den verste straffen var at alle på skolen og internatet visste.
sme: Muhto vel vearrát ráŋggáštus lei go buohkat internáhtas ja skuvllas dihte.

source: Også de yngste.
sme: Maiddái nuoramusat.

source: De så på meg, betraktet og anså meg for å være ingenting.
sme: Sii gehčče munnje, árvvoštalle ja duššin atne.

source: De har behandlet meg urettferdig, og derfor har jeg det vanskelig.
sme: Muinna leat eahperehálaččat meannudan, ja leange váivvis.

source: Ristin, som er ett år eldre enn meg, har også vært på kjøretur med gutter og kommet full tilbake på internatet.
sme: Risten gii lei jagi mus boarrasut, lea maid finadan vuojašeamen bártniiguin ja boahtán gárremiin internáhtii.

source: Jeg låste opp døra for henne.
sme: Mun rahpen uvssa sutnje.

source: Og når nattevakta spurte meg hvorfor jeg gikk i gangen om natta, så løy jeg.
sme: Ja go idjavákta jearai maid mun lean ihkku vánddardeamen feaskáris, de mun gielistin.

source: Lemet så på meg.
sme: Lemet geahčada mu.

source: Han betraktet meg og slipper meg ikke av synet.
sme: Son guorahallá mu iige luoitte čalmmiid.

source: – Er det sant at du ikke drikker, spør han.
sme: – Leago duohta ahte it juga? jearrá son.

source: Jeg sukker.
sme: Mun šuohkehan.

source: Selvsagt er det sant.
sme: Dieđusge lea duohta.

source: I handa har han hefter fra noen videregående skoler og folkehøyskoler.
sme: Gieđas leat moadde joatkkaskuvllaid ja álbmotallaskuvllaid gihppagat.

source: Han slår meg i hodet med heftene.
sme: Son dearpala daiguin mu oaivái.

source: Ikke hardt og ikke for at det skal gjøre vondt.
sme: Ii garrasit iige bávččadahttin dihte.

source: Det er heller mer som et råd; bruk hodet og bruk forstanden.
sme: Lea eanet dego ráva: geavat oaivvi ja geavat jierbmát.

source: Akkurat som han sa: du vet bedre enn å oppføre deg sånn.
sme: Dego dajai: gal hal don dieđát buoret go lahttet ná.

source: Og levner heftene på bordet når han forlater rommet mitt.
sme: Gullá! Ja guođđá gihppagiid beavdái ja vázzila lanjas.

source: Jeg fikk gode karakterer på eksamen da jeg var ferdig med ungdomsskolen.
sme: Mus ledje buorit árvosánit eksámeniin go gergen nuoraidskuvllas.

source: Når jeg pakket ned plakatene og gardinene og mine egne ting, så var jeg klar til å dra ut i verden.
sme: Go páhkken pláhkkahiid ja láseliinniid ja iežan diŋggaid lanjas, de lean gearggus vuolgit máilbmái.

source: Internatet hadde ruget meg og nå er jeg blitt en ung jente.
sme: Internáhtta lei lállehan mu ja dál lean šaddan nuorra nieidan.

source: Jeg hadde bodd på et lite rom, og i en bygning hvor det alltid var folk som krevde noe av meg, men som også sørget for at jeg hadde det godt.
sme: Mun ledjen unna lanjažis orron, ja viesus gos álo ledje olbmot geat gáibidedje mus, muhto maid moraštedje munnje buori.

source: Internatet hadde vært mitt hjem og familie under ungdomsskoletida.
sme: Internáhtta lei leamaš ruoktu ja bearaš nuoraidskuvlla áigge.

source: Jeg hadde lært å ta vare på andre og vise omsorg.
sme: Mun ledjen oahppan beroštit earáin ja ovddasmorraša čájehit.

source: Jeg hadde blitt voksen.
sme: Mun ledjen šaddan olmmošeaddjái.

source: Mitt rom hadde vært et verksted for mine tanker.
sme: Mu latnja lei leamaš bádji jurdagiidda.

source: Og her ble min selvfølelse styrket.
sme: Ja mu iešvuohta nanosmuvai das.

source: Skolen førte meg inn i min egen kultur og historie, men også inn i storsamfunnet og andre kulturer.
sme: Skuvla láidestii mu iežan kultuvrii ja historjái, muhto maiddái stuorát servodahkii ja kultuvrraide.

source: Her ble min selvfølelse, evner og selvstendighet prøvet og kvesset skarpe.
sme: Das mu iešdovdu, attáldagat ja iešheanalašvuohta geahččaluvvui ja heidnejuvvojedje bastilin.

source: At jeg er ei jente betyr ikke lenger noe.
sme: Ahte lean nieida ii šat mearkkaš maidege.

source: Jeg hadde rom med vindu ut mot ute-undervisninga, og hørte ofte når de yngre elevene leika eller hadde ute-undervisning.
sme: Mus lei lanja láse olgo-oahpahusa guvlui ja gullen dávjá go nuorat oahppit stohke dahje sis lei olgo-oahpahus.

source: Flere artikler fra Samisk skolehistorie 6
sme: Eará artihkkalat Sámi skuvlahistorjá 6-girjjis
